/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Закрыть";
"_upload_file_"             = "Загрузить файл";
"_download_file_"           = "Скачать файл";
"_upload_encrypted_file_"   = "Загрузить зашифрованный файл";
"_loading_"                 = "Загрузка";
"_loading_num_"             = "Загрузка файла %i";
"_loading_camera_upload_"   = "Автоматическая загрузка";
"_uploading_"               = "Загрузка";
"_synchronization_"         = "Синхронизация";
"_delete_"                  = "Удалить";
"_delete_file_n_"           = "Удалить файл %i из %i";
"_rename_"                  = "Переименовать";
"_move_"                    = "Переместить";
"_move_file_n_"             = "Переместить файл %i из %i";
"_create_folder_"           = "Создать новый каталог";
"_creating_sharing_"        = "Создать раздаваемый ресурс";
"_updating_sharing_"        = "Обновить раздаваемый ресурс";
"_removing_sharing_"        = "Удаление раздаваемого ресурса";
"_add_"                     = "Добавить";
"_login_"                   = "Логин";
"_save_"                    = "Сохранить";
"_save_encrypted_"          = "Сохранить зашифрованным";
"_warning_"                 = "Предупреждение";
"_error_"                   = "Ошибка";
"_no_"                      = "Нет";
"_yes_"                     = "Да";
"_select_"                  = "Выбрать";
"_crypto_cloud_upload_"     = "_brand_ - Выгрузка";
"_home_"                    = "Файлы";
"_file_to_upload_"          = "Файл для загрузки";
"_destination_"             = "Назначение";
"_ok_"                      = "Ок";
"_beta_version_"            = "Бета версия";
"_function_in_testing_"     = "Функция в процессе тестирования, пожалуйста отправьте информацию о любых проблемах или неисправностях.";
"_done_"                    = "Готово";
"_passcode_too_short_"      = "Защитный код слишком короткий, минимум 4 символа";
"_selected_"                = "Выбрано";
"_scan_fingerprint_"        = "Просканировать отпечаток пальца для аутентификации";
"_no_active_account_"       = "Аккуант не найден";
"_info_"                    = "Информация";
"_save_exit_"               = "Вы действительно хотите выйти без сохранения?";
"_video_"                   = "Видео";
"_overwrite_"               = "Переписать";
"_transfers_in_queue_"      = "Производится передача, пожалуйста, ждите...";
"_too_errors_automatic_all_"= "Очень много ошибок. Перейдите в центр настроек для выявления проблемы";
"_create_folder_"           = "Создать новый каталог";
"_close_"                   = "Закрыть";
"_postpone_"                = "Отложить";
"_remove_"                  = "Удалить";
"_file_not_found_"          = "Файл не найден";
"_favorite_"                = "Добавить в избранное";

// App

"_synchronization_header_"  = "Синхронизация зашифрованного заголовка в процессе ...";
"_network_available_"       = "Сеть доступна";
"_network_not_available_"   = "Сеть недоступна";

// Networking

"_file_too_big_"            = "Файл очень большой, чтобы быть зашифрованным/расшифрованным";
"_file_too_big_max_100_"    = "Файл слишком большой (макс. 100 КБ.)";
"_...loading..._"           = "Загрузка...";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Файл не найден, не возможно переслать его. Удалите загрузку и перезагрузите файл.";
"_file_already_exists_"     = "Не удаётся завершить операцию, файл с таким же именем уже существует.";
"_read_file_error_"         = "Ошибка при чтении файла";

// Settings

"_acknowledgements_"        = "Подтверждения";
"_settings_"                = "Настройки";
"_passcode_"                = "Пароль";
"_lock_active_"             = "Блокировка: Активна";
"_lock_not_active_"         = "Блокировка: Не активна";
"_lock_protection_folder_"  = "Запирание только для защищённых папок";
"_url_"                     = "URL";
"_username_"                = "Имя пользователя";
"_change_credentials_"      = "Изменить свои учётные данные";
"_wifi_only_"               = "Использовать только WiFi-соединение.";
"_uploading_from_camera_"   = "Автоматическая выгрузка изображений с камеры";
"_app_version_"             = "Версия Приложения";
"_app_in_use_"              = "Приложение в использовании";
"_contact_by_email_"        = "Связаться с нами через email";
"_clear_cache_"             = "Очистить кэш ( %@ использовано)";
"_clear_cache_no_size_"     = "Очистить кэш";
"_exit_"                    = "Выход _brand_";
"_funct_not_enabled_"       = "Функциональность не включена";
"_passcode_activate_"       = "Защитный код активирован";
"_disabling_passcode_"      = "Отключение защитного кода";
"_want_exit_"               = "Внимание! _brand_ будет сброшен к начальному состоянию. Продолжить?";
"_proceed_"                 = "Продолжить";
"_delete_cache_"            = "Удалить кэш";
"_want_delete_cache_"       = "Вы хотите удалить кэш (это действие так же удалит все локальные файлы и файлы, дсотупные автономно)? ";
"_mail_deleted_"            = "Письмо удалено";
"_mail_saved_"              = "Письмо сохранено";
"_mail_sent_"               = "Письмо успешно отправлено";
"_mail_failure_"            = "Ошибка при отправке письма: %@";
"_information_req_"         = "Запрос информации";
"_credentials_"             = "Учётные данные";
"_manage_account_"          = "Управление аккаунтом";
"_modify_account_"          = "Изменить аккаунт";
"_add_nextcloud_"           = "Добавить аккаунт Nextcloud";
"_delete_account_"          = "Удалить аккаунт";
"_want_delete_"             = "Вы действительно хотите удалить это?";
"_no_delete_"               = "Нет, не удалять это";
"_yes_delete_"              = "Да, удалить это";
"_remove_cache_"            = "Пожалуйста подождите, кэш удаляется...";
"_optimizations_"           = "Оптимизации";
"_synchronizations_"        = "Синхронизированные каталог";
"_version_server_"          = "Версия сервера";
"_check_key_aes_256_"       = "Контроль ключа шифрования";
"_encryptpass_by_email_"    = "Выслать ключ шифрования по почте";
"_title_mail_encryptpass_"  = "Ключ шифрования _brand_";
"_text1_mail_encryptpass_"  = "Ваш ключ шифрования пароля";
"_text2_mail_encryptpass_"  = "Сохранить его в безопасном месте и в стороне от любопытных глаз.";
"_help_"                    = "Помощь";
"_lock_protection_simply_"  = "Слабая защита пароля";
"_change_simply_passcode_"  = "Изменить тип пароля";
"_quota_"                   = "Квота";
"_available_"               = "доступно";
"_cloud_account_"           = "Облачный аккаунт";
"_information_"             = "Информация";
"_user_information_"        = "Пользовательская информация";
"_user_address_"            = "Адрес";
"_user_phone_"              = "Номер телефона";
"_user_email_"              = "Эл. почта";
"_user_web_"                = "Сайт";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Вы используете %@ из %@";

// Manage Camera Upload

"_upload_camera_"           = "Выгрузить фотографии/видео из камеры";
"_upload_camera_background_"= "Загрузка в фоне";
"_upload_foto_camera_"      = "Выгрузка фотографий из камеры";
"_upload_encry_camup_"      = "Загрузить зашифрованные файлы";
"_upload_video_camera_"     = "Выгружать видео с камеры";
"_upload_automatic_photos_" = "Автоматически выгружать фото с камеры";
"_upload_automatic_videos_" = "Автоматически выгружать видео с камеры";
"_photo_folder_photocamera_"= "Фото будут выгружены в каталог 'Photos' в вашем Nextcloud";
"_upload_automatic_videos_footer_"  = "По причине использования ЦП, файлы видео будут оправлены только если _brand_ активен и открыт.";
"_photo_folder_background_"         = "Эта настройка требует использования  GPS для определения новых фотографий в фотопотоке после того, как местоположение значительно изменилось.";
"_cameraupload_background_title_"   = "Ограничения";
"_cameraupload_background_msg_"     = "Из за ограничений IOS, невозможно выполнять операции в фоне без активации службы GPS. После смены базовой станции мобильной сети, система пробуждает _brand_  на некоторое время и проверяет новые фотографии для загрузки в облако.";
"_upload_camera_change_location_"   = "Изменить каталог";
"_upload_camera_location_now_"      = "Каталог";
"_upload_camera_location_default_"  = "Восстановить каталог по умолчанию";
"_upload_camera_change_location_footer_" = "Сменить папку Фотографии, которая используется для \"Автоматической загрузки фотографий камеры\" (если настройка используется).";
"_camera_upload_not_select_home_"   = "Выберите каталог";
"_upload_camera_save_album_"        = "Копировать фото или видео в фотоальбом.";
"_upload_camera_save_album_footer_" = "После автоматической отправки фото или видео, копия сохраняется в фотоальбоме: _brand_ (не требует дополнительного места в фотопотоке).";
"_upload_camera_fullphotos_"        = "Выгрузить все сделанные камерой фото/видео";
"_upload_camera_fullphotos_footer_" = "Выберите все выше расположенные опции до начала выгрузки";
"_upload_camera_create_subfolder_" = "Использовать подкаталоги";
"_upload_camera_create_subfolder_footer_" = "Хранить в них, учитывая год и месяц";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Система облачного шифрования";
"_alert_activation_crypto_cloud_"   = "Система облачного шифрования включена";
"_alert_deactivation_crypto_cloud_" = "Система облачного шифрования отключена";
"_activation_crypto_cloud_"         = "Включение облачной системы шифрования";
"_deactivation_crypto_cloud_"       = "Отключение облачной системы шифрования";
"_footer_crypto_cloud_"             = "Основанная на алгоритме шифрования AES-256, система облачного шифрования позволяет сохранять все ваши личные данные (документы, шаблоны, фотографии и видео и т.д.) в вашем облаке, сохраняя их в безопасности от «любопытных глаз».\n\nВам будет предложено указать ключ шифрования (минимум 4 символа, максимум 64 символа). Вы не сможете восстановить его и ваши данные останутся зашифрованными. Если Вам потребуется переустановить Nextcloud или настроить доступ к своим данным с другого устройства iOS, используйте эту же комбинацию.\n\nЛюбой файл может быть зашифрован или расшифрован. Имена каталогов, содержащие файлы, так же могут быть зашифрованы (что бы исключить подсказку об их содержимом).\n\nЛюбой вид документов, как в стандартном, так в зашифрованном формате, могут быть загружены из Nextcloud в ваше облако. Все зашифрованные файлы и папки будут помечены оранжевым цветом. Если  из них могут быть созданы миниатюры, то они будут отмечены 3 оранжевыми точками.\n\nШаблоны для записи Ваших конфиденциальных данных (заметок, кредитных или банковских карт, паролей для веб-сайтов и т.д.) так же могут быть сохранены в зашифрованном виде в облако.\n\nВключайте и отключайте шифрование когда вам необходимо, но обязательно используйте один и тот же ключ шифрования.\n\nВ данный момент зашифрованные облачной системой шифрования файлы могут быть просмотренны только в iOS. ";

// Manage Photos

"_change_folder_photos_"    = "Изменить папку Фотографии.";

// Manage Help

"_help_tutorial_"           = "Инструкция";
"_help_intro_"              = "Представляем _brand_";
"_help_synchronizations_"   = "Синхронизация каталогов";
"_help_share_"              = "Поделиться файлами или папками.";
"_help_itunes_share_"       = "Обмен файлами iTunes и отпечатки";
"_help_share_ext_"          = "Расширение и права для общего доступа";
"_help_copy_paste_"         = "Скопировать и вставить файлы.";
"_help_control_center_"     = "Центр управления";
"_help_switch_user_"        = "Быстрое переключение между вашими учётным записями.";

// Manage Optimizations

"_optimized_photos_"        = "Оптимизированный размер фотографий";
"_upload_del_photos_"       = "Удалять файлы после загрузки";
"_optimized_photos_how_"    = "Если на вашем устройстве заканчивается свободное место, фотографии исходного размера  будут заменены на оптимизированные. Версии фотографий исходного размера сохранены в вашем облаке.";
"_upload_del_photos_how_"   = "Файлы будут удалены из памяти _brand_ после загрузки в облако. Они останутся в фотопотоке.  Просто скачайте файлы что бы просмотреть их.";

// Login

"_connect_server_anyway_"   = "Хотите подключиться к серверу в любом случае?";
"_connection_error_"        = "Ошибка соединения";
"_add_your_nextcloud_"      = "Добавить ваш аккаунт Nextcloud";
"_key_aes_256_"             = "Ключ шифрования пароля";

"_security_init_required_hint_" = "Подсказка для ключа шифрования пароля (Рекомендуется)";
"_hint_"                        = "Подсказка";
"_security_init_required_mail_" = "Введите свой адрес электронной почты, куда будет выслан ключ шифрования пароля (рекомендуется). Если вы не можете или не хотите делать этого сейчас, вы можете настроить это позже в установках.";
"_email_"                       = "email";
"_title_form_security_init_"    = "Настройки защиты";

// offline

"_favorites_"                   = "Избранное";
"_offline_"                     = "Автономно";
"_local_storage_"               = "Локальное хранилище";
"_no_files_uploaded_"           = "Нет загруженных файлов";
"_tutorial_favorite_view_"      = "Это список файлов, которые вы добавили в избранное.";
"_tutorial_offline_view_"       = "Скопируйте сюда файлы, которые должны быть доступны автономно. \n\nОни будут синхронизироваться с вашим облаком.";
"_tutorial_local_view_"         = "Распакованные файлы из Вашего облака.\n\nСоединитесь с iTunes что бы поделиться этими файлами.";
"_more_"                        = "Больше";

// Camera Upload

"_pull_down_"                               = "Потяните вниз для обновления";
"_no_photo_load_"                           = "Нет Фото или Видео";
"_tutorial_camera_upload_view_"             = "Отсутствуют фотографии или видео для загрузки. Для включения автоматической загрузки фото и видео с камеры, перейдите в настройки и включите службу \"Автоматическая загрузка фотографий камеры\"";
"_no_date_"                                 = "Нет даты";
"_today_"                                   = "Сегодня";
"_time_"                                    = "Время: %@\n\n%@";
"_location_not_enabled_"                    = "Сервисы Геолокации не включены";
"_location_not_enabled_msg_"                = "Пожалуйста, перейдите в настройки и включите Сервисы Геолокации, чтобы разрешить загрузки.";
"_access_photo_not_enabled_"                = "Доступ к фотографиями не разрешен";
"_access_photo_not_enabled_msg_"            = "Пожалуйста, перейдите в настройки и включите доступ к фотографиям чтобы разрешить загрузки фотографий и видео.";
"_access_photo_location_not_enabled_"       = "Доступ к фотографиями и расположению не разрешен";
"_access_photo_location_not_enabled_msg_"   = "Пожалуйста, перейдите в настройки и включите Доступ к Фото и Сервисы Геолокации, чтобы разрешить автоматическую загрузку фото и видео.";
"_processing_send_camera_upload_"           = "Фотография камеры загружается...";
"_select_only_localfile_"                   = "Файл еще не скачан";
"_tutorial_photo_view_"                     = "Фото или видео не загружено";
"_create_full_upload_"                      = "Создается архив... Это может занять продолжительное время, пожалуйста, ждите";
"_error_createsubfolders_upload_"           = "Ошибка при создании подкаталога";

// Template

"_title_"                       = "Название";
"_web_account_data_"            = "Данные веб-аккаунта";
"_url:_"                        = "URL:";
"_login:_"                      = "Логин:";
"_password:_"                   = "Пароль:";
"_notes_"                       = "Заметки";
"_web_account_"                 = "Веб аккаунт";
"_enter_title_"                 = "Введите заголовок";
"_add_folder_"                  = "Добавить каталог";
"_add_photos_videos_"           = "Добавить фото или видео";
"_add_folder_encryptated_"      = "Добавить папку с шированным именем";
"_add_encrypted_photo_video_"   = "Добавить шифрованные фото или видео";
"_add_credit_card_"             = "Добавить шаблон для кредитной карты";
"_add_atm_"                     = "Добавить шаблон для карты банкомата";
"_add_bank_account_"            = "Добавить шаблон для банковского счёта";
"_add_web_account_"             = "Добавить веб аккаунт";
"_add_notes_"                   = "Добавить заметки";
"_add_driving_license_"         = "Добавить шаблон водительских прав";
"_add_id_card_"                 = "Добавить шаблон ID карты";
"_add_passport_"                = "Добавить шаблон паспорта";
"_add_atm_card_"                = "Данные карты банкомата";
"_bank_name:_"                  = "Название банка:";
"_code:_"                       = "Код:";
"_security_code:_"              = "Защитный код:";
"_pin:_"                        = "ПИН:";
"_atm_card_"                    = "Карта банкомата";
"_credi_card_data_"             = "Данные кредитной карты";
"_name_surname:_"               = "Имя Фамилия:";
"_expiry_date:_"                = "Срок действия:";
"_credit_card_"                 = "Кредитная Карта";
"_id_card_"                     = "ID Карта";
"_number:_"                     = "Номер:";
"_place_of_birth:_"             = "Место рождения:";
"_date_of_birth:_"              = "Дата рождения:";
"_date_of_issue:_"              = "Дата выдачи:";
"_date_of_expiry:_"             = "Завершение срока действия:";
"_bank_account_data_"           = "Данные банковского счёта";
"_account_n:_"                  = "Номер счёта:";
"_iban:_"                       = "IBAN:";
"_swift:_"                      = "SWIFT:";
"_agency:_"                     = "Агенство:";
"_bank_account_"                = "Банковский счёт";
"_passport_"                    = "Паспорт";
"_driving_license_"             = "Водительские права";
"_license_number:_"             = "Номер лицензии:";
"_vehicle_types:_"              = "Типы транспорта:";

// Utility

"_never_"                       = "никогда";
"_less_a_minute_"               = "менее минуты назад";
"_minutes_ago_"                 = "%d минут(-ы) назад";
"_hours_ago_"                   = "%d часа(-ов) назад";
"_days_ago_"                    = "%d дня(-ей) назад";
"_over_30_days_"                = "более 30 дней";
"_connection_internet_offline_" = "Требуется соединение с Интернет";
"_insert_password_"             = "введите пароль";
"_update_in_progress_"          = "Обновление версии, пожалуйста, ждите...";
"_forbidden_characters_"        = "Имя файла или папки содержит недопустимые символы.";
"_mail_not_can_send_mail_"      = "Учётная запись не настроена или указан неправильный адрес электронной почты.";

// File

"_photo_camera_"                = "Фото";
"_unzip_in_progress_"           = "Распаковка в локальное хранилище в процессе...";
"_file_unpacked_"               = "Файл успешно распакован в локальное хранилище";
"_file_saved_local_"            = "Файл успешно сохранен в локальное хранилище";
"_file_not_present_"            = "Ошибка, файл отсутствует. Пожалуйста, перезагрузите.";
"_order_by_date_"               = "Сортировать по дате";
"_current_order_name_"          = "(сейчас по имени)";
"_order_by_name_"               = "Сортировать по имени";
"_current_order_date_"          = "(сейчас по дате)";
"_sort_descending_"             = "Сортировать по убыванию";
"_current_sort_ascending_"      = "(сейчас по возрастанию)";
"_sort_ascending_"              = "Сортировать по возрастанию";
"_current_sort_descending_"     = "(сейчас по убыванию)";
"_delete_selected_files_"       = "Удалить файлы";
"_move_selected_files_"         = "Переместить файлы";
"_encrypted_selected_files_"    = "Зашифрованные файлы";
"_decrypted_selected_files_"    = "Расшифрованные файлы";
"_download_selected_files_"     = "Скачать файлы";
"_error_passcode_"              = "Ошибка: неверная кодовая фраза для ключа шифрования.";
"_error_operation_canc_"        = "Ошибка, операция отменена.";
"_only_lock_passcode_"          = "Доступно только при включении пароля блокировки. Перейдите в настройки.";
"_passcode_protection_"         = "Защита паролем";
"_encrypt_"                     = "Зашифровать";
"_decrypt_"                     = "Расшифровать";
"_remove_favorites_"            = "Удалить из избранного";
"_remove_offline_"              = "Удалить из доступных автономно";
"_add_favorites_"               = "Добавить в избранное";
"_add_offline_"                 = "Добавить к доступным автономно";
"_remove_passcode_"             = "Удалить защиту паролем";
"_protect_passcode_"            = "Защитить паролем";
"_share_"                       = "Поделиться";
"_reload_"                      = "Перезагрузить";
"_open_in_"                     = "Открыть в...";
"_add_local_"                   = "Добавить в локальное хранилище";
"_comm_erro_pull_down_"         = "Ошибка связи с сервером, потяните вниз для обновления.";
"_file_not_downloaded_"         = "файл не скачан";
"_file_not_uploaded_"           = "файл не был загружен";
"_folders_"                     = "каталоги";
"_folder_"                      = "каталог";
"_files_"                       = "файлы";
"_file_"                        = "файл";
"_folder_blocked_"              = "Каталог блокирован";
"_downloading_progress_"        = "Начало загрузки файлов...";
"_encrypted_progress_"          = "Шифрованный...";
"_decrypted_progress_"          = "Расшифрованный...";
"_no_file_pull_down_"           = "Файлы не найдены. Загрузите файл или потяните вниз для обновления.";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Оставить каталог синхронизированным";
"_remove_synchronized_folder_"  = "Удалить синхронизацию";
"_synchronized_confirm_"        = "После включения синхронизации все файлы в папке будут синхронизированы с сервером. Продолжить?";
"_offline_folder_confirm_"      = "После включения автономного режима все файлы в каталоге будут синхронизированы с сервером. Продолжить?";
"_same_device_different_passcode_"  = "Файл был зашифрован на этом устройстве, но с помощью другого ключа. Имейте в виду, что если введён старый ключ, то файлы, зашифрованные с помощью нового ключа, не будут читаться.";
"_file_encrypted_another_device_"   = "Файл был зашифрован на другом устройстве [%@], введите ключ для расшифровки содержимого.";
"_file_not_found_reload_"       = "Файл не найден, потяните вниз для обновления";
"_title_section_download_"      = "СКАЧАТЬ";
"_title_section_upload_"        = "ЗАГРУЗКА";
"_group_alphabetic_yes_"        = "Группировать в алфавитном порядке";
"_group_alphabetic_no_"         = "Группировать в Алфавитном Порядке";
"_group_typefile_yes_"          = "Группировать по типу файла";
"_group_typefile_no_"           = "Группировать по Типу Файла";
"_group_date_yes_"              = "Группировать по дате";
"_group_date_no_"               = "Группировать по Дате";
"_element_"                     = "элемент";
"_elements_"                    = "элементы";
"_tite_footer_upload_wwan_"     = "Требуется подключение к сети Wi-Fi для загрузки  %lu %@";
"_tite_footer_upload_"          = "%lu %@ для загрузки ";
"_tite_footer_download_wwan_"   = "Требуется подключение к сети Wi-Fi для загрузки  %lu %@";
"_tite_footer_download_"        = "%lu %@ для загрузки ";
"_limited_dimension_"           = "Достигнут максимальный размер";
"_same_device_different_passcode_hint_" = "Файл был зашифрован на этом устройстве, но с помощью другого ключа. Имейте в виду, что если введён старый ключ, то файлы, зашифрованные с помощью нового ключа, не будут читаться.\n\nПодсказка: %@";
"_file_encrypted_another_device_hint_" = "Файл был зашифрован на другом устройстве [%@], введите ключ для расшифровки содержимого.\n\n Подсказка : %@";
"_save_selected_files_"         = "Сохранить изображения и видео в Фото Альбом";
"_file_not_saved_cameraroll_"   = "Ошибка, файл не сохранен в Фото Альбом";
"_file_saved_cameraroll_"       = "Файл сохранен в Фото Альбом";
"_directory_on_top_yes_"        = "✓Сначала каталоги";
"_directory_on_top_no_"         = "Сначала каталоги";
"_folder_automatic_upload_"     = "Папка для автоматической загрузки";

"audio"                         = "АУДИО";
"compress"                      = "СЖАТИЕ";
"directory"                     = "КАТАЛОГИ";
"document"                      = "ДОКУМЕНТЫ";
"image"                         = "ИЗОБРАЖЕНИЯ";
"template"                      = "ШАБЛОНЫ";
"unknow"                        = "НЕИЗВЕСТНО";
"video"                         = "ВИДЕО";

"_no_plist_pull_down_"          = "Зашифрованные файлы не обновлены, потяните вниз для обновления";
"_file_del_only_local_"         = "Файлы отсутствуют на сервере";

"_copy_file_"                   = "Копировать файл";
"_copy_files_"                  = "Копировать файлы";
"_paste_file_"                  = "Вставить файл";
"_paste_file_encrypted_"        = "Вставить зашифрованный файл";
"_paste_files_"                 = "Вставить файлы";
"_paste_files_encrypted_"       = "Вставить зашифрованные файлы";
"_paste_cryptated_"             = "Вставить зашифрованный файл";

"_search_this_folder_"          = "Искать в этом каталоге";
"_search_all_folders_"          = "Искать во всех каталогах";
"_search_sub_folder_"           = "Искать в этом каталоге и его подкаталогах";

// Security

"_reload_folder_"               = "Пожалуйста, обновите папку.";
"_encrypt_error_"               = "В процессе шифрования файла %@ возникли ошибки. [%@]";
"_decrypt_error_"               = "В процессе расшифровки файла %@ возникли ошибки. [%@]";
"_encryption_"                  = "Шифрование ...";
"_decryption_"                  = "Расшифровка ...";

// CoreData

"_required_new_database_"       = "Извиняемся за неудобства, но по причине улучшений требуется заново произвести вход для получения новой версии базы данных.";

// Files Preview

"_insert_password_pfd_"         = "Защищенный PDF. Введите пароль";
"_password_pdf_error_"          = "Неправильный пароль";
"_error_download_photobrowser_" = "Ошибка, не удалось загрузить фото";

// Share

"_share_link_"                  = "Поделиться ссылкой";
"_share_link_button_"           = "Отправить ссылку ...";
"_password_"                    = "Пароль";
"_share_password_"              = "Ссылка, защищенная паролем";
"_share_expirationdate_"        = "Установить срок действия ссылки";
"_date_"                        = "Дата";
"_share_title_"                 = "Поделиться";
"_add_sharee_"                  = "Добавить пользователей или группы";
"_add_sharee_footer_"           = "Вы можете поделиться этим ресурсом добавлением пользователей или групп. Для прекращения общего доступа, удалите всех пользователей и группы.";
"_find_sharee_title_"           = "Найти";
"_find_sharee_"                 = "Поиск пользователя или групп...";
"_find_sharee_footer_"          = "Введите часть имени пользователя или группы для поиска (минимум 2 символа), для завершения нажмите \"Ввод\" и выберете пользователей, для которых будет предоставлен доступ, после чего   нажмите \"Готово\" для подтверждения.";
"_user_is_group_"               = "(группа)";
"_direct_sharee_title_"         = "Поделиться";
"_direct_sharee_footer_"        = "Если вы знаете имя пользователя, укажите его, затем выберите тип предоставления общего доступа и нажмите \"Готово\" для подтверждения";
"_direct_sharee_"               = "Введите имя пользователя...";
"_user_sharee_footer_"          = "Тапните для изменения привилегий";
"_share_type_title_"            = "Тип общего доступа";
"_share_type_user_"             = "Пользователь";
"_share_type_group_"            = "Группа";
"_share_type_remote_"           = "Удалённый";

// Share Permission

"_share_permission_title_"          = "Привилегии";
"_share_permission_edit_"           = "Можно редактировать";
"_share_permission_file_can_write_" = "Можно записывать файл";
"_share_permission_create_"         = "Можно создавать";
"_share_permission_create_file_"    = "Можно создавать файлы";
"_share_permission_create_folder_"  = "Можно создавать каталоги";
"_share_permission_change_"         = "Можно изменять";
"_share_permission_delete_"         = "Можно удалять";
"_share_permission_share_"          = "Можно распространять";
"_share_permission_rename_"         = "Можно переименовывать";
"_share_permission_move_"           = "Можно перемещать";
"_share_permission_info_"           = "Информация оо общем доступе";
"_share_permission_path_"           = "Файл/Каталог";
"_share_permission_type_"           = "Тип";
"_share_permission_typeuser_"       = "Пользователь";
"_share_permission_typegroup_"      = "Группа";
"_share_permission_typepubliclink_" = "Ссылка";
"_share_permission_typefederated_"  = "Объединённые хранилища";
"_share_permission_owner_"          = "Владелец";
"_share_permission_date_"           = "Дата";
"_share_permission_email_"          = "Уведомления через email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Поделились с вами";
"_type_resource_external_"          = "Внешнее хранилище";

// Share Ext

"_destiny_folder_"                  = "Каталог: %@";

// Control Center

"_no_transfer_"                     = "Передача отсуствует";
"_no_activity_"                     = "Событий нет";
"_transfers_"                       = "Передачи";
"_activity_"                        = "Событие";

// Offline

"_create_synchronization_"          = "Создать синхронизацию";

// Create Cloud

"_upload_photos_videos_"            = "Загрузить фотографии и видео";
"_upload_file_"                     = "Загрузить файл";
"_upload_encrypted_mode"            = "Режим шифрования при загрузке";
"_upload_template_"                 = "Загрузить шаблон";
"_upload_plain_mode"                = "Режим простой загрузки";

// Document Picker

"_save_document_picker_"            = "Сохранить здесь";

// CreateFormUploadAssets

"_destination_folder_"              = "Каталог назначения";
"_use_folder_photos_"               = "Использовать в качестве назначения папку Фотографии";
"_rename_filename_"                 = "Переименовать";
"_filename_"                        = "Имя файла";
"_preview_filename_"                = "Просмотр примера имени файла. Для даты можно использовать DD, MM, YY для числа, месяца и года, соответственно.";
"_forbidden_characters_"            = "Имя файла или папки содержит недопустимые символы.";

// Notification

"_notification_"                    = "Уведомление";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Готово";
"Select Photos"                 = "Выбрать Фото";
"photo"                         = "фото";
"photos"                        = "фото";
"of"                            = "из";

"%i of %i"                      = "%1$i из %2$i";
